-- -----------------------------
-- 系统配置
-- -----------------------------


-- -----------------------------
-- 设置默认管理员信息
-- 加密Key 'UC_AUTH_KEY' => '^U8ey|+w`R{0!Fr3Z(7&N>4ELG.;}@2jt#AS)*xa'); 
-- 账号密码都为 root
-- -----------------------------
DELETE FROM `onethink_user` WHERE id > 0;
INSERT INTO `onethink_user` VALUES ('1', 'root', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1990@gmail.com', '', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '0', '1');
INSERT INTO `onethink_user` VALUES ('2', 's2', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1991@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '0', '1');
INSERT INTO `onethink_user` VALUES ('3', 's3', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1992@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('4', 's4', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1993@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('5', 's5', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1994@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('6', 's6', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1995@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('7', 's7', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1996@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('8', 's8', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1997@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');
INSERT INTO `onethink_user` VALUES ('9', 's9', '149bb7ed74d9bf6f2781ed39fc520893', null, 'mrji1998@gmail.com', '13423997110', '1417342882', '2130706433', '1420733392', '2130706433', '1417342882', '8', '1');

-- ----------------------------
-- Records of onethink_user_student
-- ----------------------------
DELETE FROM `onethink_user_student` WHERE id > 0;
INSERT INTO `onethink_user_student` VALUES ('2', '1', '0', '20090507427002', '张三爸2', '13423779771', '张三妈2', '12342874446', '0507458876785', '学府路2号');
INSERT INTO `onethink_user_student` VALUES ('3', '1', '1', '20090507427003', '张三爸3', '13423779771', '张三妈3', '12342874446', '0507458876785', '学府路3号');
INSERT INTO `onethink_user_student` VALUES ('4', '1', '1', '20090507427004', '张三爸4', '13423779771', '张三妈4', '12342874446', '0507458876785', '学府路4号');
INSERT INTO `onethink_user_student` VALUES ('5', '1', '1', '20090507427005', '张三爸5', '13423779771', '张三妈5', '12342874446', '0507458876785', '学府路5号');
INSERT INTO `onethink_user_student` VALUES ('6', '1', '0', '20090507427006', '张三爸6', '13423779771', '张三妈6', '12342874446', '0507458876785', '学府路6号');
INSERT INTO `onethink_user_student` VALUES ('7', '1', '1', '20090507427007', '张三爸7', '13423779771', '张三妈7', '12342874446', '0507458876785', '学府路7号');
INSERT INTO `onethink_user_student` VALUES ('8', '1', '0', '20090507427008', '张三爸8', '13423779771', '张三妈8', '12342874446', '0507458876785', '学府路8号');
INSERT INTO `onethink_user_student` VALUES ('9', '1', '0', '20090507427009', '张三爸9', '13423779771', '张三妈9', '12342874446', '0507458876785', '学府路9号');

