<?php

// +----------------------------------------------------------------------
// | ELangLang  [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2014 http://www.elanglang.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: jigc <mrji1990@gmail.com>
// | Describe: 项目版本号设置
// +----------------------------------------------------------------------

/**
 * version code
 */
define ('Elanglang_Version', 'v0.0.1230');
define ('Elangang_Build', '20141230');


